report.tex
% Created 2015-01-27 Die 21:16
\documentclass[11pt, a4paper,titlepage]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage[left=2.35cm, right=3.35cm, top=3.35cm, bottom=3.35cm]{geometry}
\usepackage[utf8]{inputenc}
\usepackage[english]{babel}
\usepackage{graphicx}
\usepackage{titlesec}
\providecommand{\alert}[1]{\textbf{#1}}

\title{}
\author{Cedric Lood}
\date{\today}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.9.3f}}

\begin{document}



\renewcommand{\thesubsubsection}{\alph{subsubsection}.)}
\include{title}
\setcounter{tocdepth}{3}
\tableofcontents
\clearpage



\section{Prof. J. Vanderleyden – dr. H. Steenackers}
\label{sec-1}
\subsection{Chemical reaction equation}
\label{sec-1-1}


Consider the following reaction: (NH$_{4}$)$_{2}$CO$_{3}$ +  Zn(NO$_{3}$)$_{2}$ →  NH$_{4}$NO$_{3}$ + ZnCO$_{3}$
\subsubsection{Balance the equation}
\label{sec-1-1-1}

(NH$_{4}$)$_{2}$CO$_{3}$ +  Zn(NO$_{3}$)$_{2}$ →  2 NH$_{4}$NO$_{3}$ + ZnCO$_{3}$
\subsubsection{Reactants and products}
\label{sec-1-1-2}

Name all reactants and reaction products.

\begin{itemize}
\item (NH$_{4}$)$_{2}$CO$_{3}$ : Ammonium carbonate
\item Zn(NO$_{3}$)$_{2}$ : Zinc nitrate
\item NH$_{4}$NO$_{3}$ : Ammonium nitrate
\item ZnCO$_{3}$ : Zinc carbonate
\end{itemize}
\subsubsection{Lewis structure, VESPR}
\label{sec-1-1-3}

Construct the Lewis structures of the polyatomic ions you recognize
and predict their molecular structure using the VSEPR theory.
\subsubsection{Oxidation states}
\label{sec-1-1-4}

Determine the oxidation state of all the atoms in all the
compounds. Is this an oxidation-reduction reaction?
\subsubsection{Mass}
\label{sec-1-1-5}

How many grams of ZnCO3 can be prepared from 400g Zn(NO3)2 by using
sufficient(NH4)2CO3?
\subsection{DNA sequence analysis}
\label{sec-1-2}


The following diagram shows part of a template DNA strand, with
sections X,Y and Z being the exons of a gene:

\begin{quote}
5’                        3’
GTA GGT TGT ATC GAT GGT CAT
 X         Y             Z
\end{quote}

a) What is the corresponding sequence on the new daughter strand made
from the given parent strand during replication? 

b) What polypeptide sequence will be synthesized from the given
template DNA? Give a short overview of the different processes (and
enzymes) involved in the synthesis of polypeptides from template
DNA. Where in the cell do these processes take place?

c) What polypeptide sequence will be synthesized if the ATC in exon Y
is mutated to TTC? What polypeptide sequence will be synthesized if
the ATC in exon Y is mutated to ATG? Which of those substitution
mutations is likely to be more harmful? Why?

d) Which steps in polypeptide synthesis are affected by resp. the
macrolide antibiotics and the tetracycline antibiotics?

e) The error rate in RNA synthesis is much higher than the error rate
of DNA replication. What is the origin of this difference? Motivate
why this is not a serious problem.
\subsection{All tRNA molecules have a particular 3D-structure. Which functional}
\label{sec-1-3}

   groups and which chemical bonds/interactions contribute to this
   particular structure? Why is this particular structure of
   importance for the biological function?
\section{Prof. B. Sels}
\label{sec-2}
\section{Prof. D. De Vos}
\label{sec-3}

\end{document}
